"appName" = "Inlaider (ja)";


"popup.command.placeholder.typeACommand" = "コマンドを入力...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "コマンドを入力するか、Enterキーを押して閉じる...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "コマンドを入力するか、Enterキーを押して結果を貼り付ける";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — エディタに切り替え";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — コマンドラインに切り替え";
"popup.shortcut.clearCanvas" = "⌘⌫ エディタをクリア";
"popup.shortcut.copyCanvas" = "⌘C エディタの内容をコピー";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C または Enterでエディタの内容をコピー";
"popup.shortcut.enterPaste" = "Enterで貼り付け";
"popup.shortcut.esc" = "Escで閉じる";

"show" = "表示";
"about" = "このアプリについて";
"quit" = "終了";
"close" = "閉じる";
"cancel" = "キャンセル";
"save" = "保存";
"ok" = "OK";
"settings" = "設定";
"copied" = "コピーしました";

"settings.section.general.title" = "一般";
"settings.accessibility.title" = "アクセシビリティ権限";
"settings.accessibility.description" = "この権限は、選択したテキストを自動的に読み取り、処理された結果を元のテキストフィールドに戻すために必要です。\nアクセスがない場合、アプリはデータの転送にクリップボードを使用します。";
"settings.inlaiderShortcut.label" = "Inlaiderのショートカットキー";
"settings.LaunchAtLogin.label" = "ログイン時に起動";

"settings.section.ownAPIKeys.title" = "独自のAPIキー";
"provider.apiKey.title" = "APIキー";
"provider.apiKey.placeholder" = "ここにAPIキーを入力";
"provider.models.title" = "モデル";
"provider.models.new.placeholder" = "モデル名を追加";

"settings.section.customPrompts.title" = "カスタムプロンプト";
"prompts.general.title" = "一般プロンプト";
"prompts.replacements.title" = "プロンプトの置換";
"prompts.replacements.replaceWhat.label" = "置換対象";
"prompts.replacements.model.label" = "モデル";
"prompts.replacements.replaceWith.label" = "プロンプトに置換";
"prompts.replacements.error.exists.message" = "コマンド '%@' の置換は既に存在します。";

"about.ThirdPartyLicenses" = "サードパーティライセンス";
"about.VisitOnGithub" = "GitHubで見る";
"about.version" = "バージョン %@";

"error.title" = "エラー";
